Repository: msdrigg/roam
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fil, fr, fr_ca, it, pa, pt_br, pt_pt, vi, zh_hans

source: Press ${button} on ${device}
ar: اضغط على ${button} في ${device}
de: Drücken Sie ${button} auf ${device}
es: Presiona ${button} en ${device}
es_419: Presiona ${button} en ${device}
fil: Pindutin ang ${button} sa ${device}
fr: Appuyez sur ${button} sur ${device}
fr_ca: Appuyez sur ${button} sur ${device}
it: Premi ${button} su ${device}
pa: ਕਿਰਪਾ ਕਰਕੇ ${device} 'ਤੇ ${button} ਦਬਾਓ।
pt_br: Pressione ${button} no ${device}
pt_pt: Pressione ${button} no ${device}
vi: Nhấn ${button} trên ${device}
zh_hans: 请在${device}上按${button}

source: Press a button
ar: اضغط على زر
de: Eine Taste drücken
es: Presiona un botón
es_419: Presione un botón
fil: Pindutin ang isang pindutan
fr: Appuyez sur un bouton
fr_ca: Appuyez sur un bouton
it: Premi un pulsante
pa: ਇੱਕ ਬਟਨ ਦਬਾਓ
pt_br: Pressione um botão
pt_pt: Pressione um botão
vi: Nhấn nút
zh_hans: 按一个按钮

source: Press a button on the connected device
ar: اضغط على زر في الجهاز المتصل
de: Eine Taste auf dem verbundenen Gerät drücken
es: Presiona un botón en el dispositivo conectado
es_419: Presione un botón en el dispositivo conectado
fil: Pindutin ang isang pindutan sa nakakonektang aparato
fr: Appuyez sur un bouton sur l'appareil connecté
fr_ca: Appuyez sur un bouton sur l'appareil connecté
it: Premi un pulsante sul dispositivo connesso
pa: ਜੁੜੇ ਉਪਕਰਣ ਤੇ ਇੱਕ ਬਟਨ ਦਬਾਓ
pt_br: Pressione um botão no dispositivo conectado
pt_pt: Pressione um botão no dispositivo conectado
vi: Nhấn nút trên thiết bị kết nối
zh_hans: 在连接的设备上按一个按钮

source: Press Any Button
ar: اضغط أي زر
de: Beliebige Taste drücken
es: Presiona cualquier botón
es_419: Presione cualquier botón
fil: Pindutin ang Anumang Pindutan
fr: Appuyez sur n'importe quel bouton
fr_ca: Appuyez sur n'importe quel bouton
it: Premi qualsiasi pulsante
pa: ਕੋਈ ਵੀ ਬਟਨ ਦਬਾਓ
pt_br: Pressione Qualquer Botão
pt_pt: Pressione Qualquer Botão
vi: Nhấn bất kỳ nút nào
zh_hans: 按任意按钮

source: Press Count
ar: عدد مرات الضغط
de: Anzahl der Betätigungen
es: Número de pulsaciones
es_419: Conteo de pulsaciones
fil: Bilang ng Pagpindot
fr: Nombre d’appuis
fr_ca: Nombre d’appuis
it: Numero di pressioni
pa: ਦਬਾਉਣ ਦੀ ਗਿਣਤੀ
pt_br: Contagem de pressionamentos
pt_pt: Número de pressões
vi: Số lần nhấn
zh_hans: 按压次数

source: Press Me
ar: اضغط علي
de: "Drück mich"
es: Presióname
es_419: Presióname
fil: "Pindutin Mo Ako"
fr: Appuie-moi
fr_ca: Appuie-moi
it: Premi su di me
pa: ਮੇਰੇ 'ਤੇ ਦਬਾਓ
pt_br: Aperte-me
pt_pt: Prima-me
vi: Nhấn vào tôi
zh_hans: 按我

source: Press play
ar: اضغط تشغيل
de: Abspielen drücken
es: Presiona reproducir
es_419: Presione reproducir
fil: Pindutin ang play
fr: Appuyez sur lecture
fr_ca: Appuyez sur lecture
it: Premi play
pa: ਚਲਾਓ ਦਬਾਓ
pt_br: Pressione play
pt_pt: Pressione play
vi: Nhấn phát
zh_hans: 按播放

source: Press play on %@
ar: اضغط تشغيل على %@
de: Abspielen auf %@ drücken
es: Presiona reproducir en %@
es_419: Presione reproducir en %@
fil: Pindutin ang play sa %@
fr: Appuyez sur lecture sur %@
fr_ca: Appuyez sur lecture sur %@
it: Premi play su %@
pa: %@ ਤੇ ਚਲਾਓ ਦਬਾਓ
pt_br: Pressione play em %@
pt_pt: Pressione play em %@
vi: Nhấn phát trên %@
zh_hans: 在 %@ 上按播放

source: Press play on ${device}
ar: اضغط على تشغيل على ${device}
de: Drücken Sie auf Wiedergabe auf ${Gerät}
es: Presiona play en ${device}
es_419: Presiona play en ${device}
fil: Pindutin ang play sa ${device}
fr: Appuyez sur play sur ${device}
fr_ca: Appuyez sur lecture sur ${device}
it: Premi play su ${device}
pa: ਕਿਰਪਾ ਕਰਕੇ ${device} 'ਤੇ ਪਲੇ ਦਬਾਓ.
pt_br: Aperte play no ${device}
pt_pt: Prima play no ${device}
vi: Nhấn nút phát trên ${device}
zh_hans: 在${device}上按播放

source: Raise the volume on your TV
ar: ارفع صوت التلفزيون الخاص بك
de: Erhöhen Sie die Lautstärke Ihres Fernsehers
es: Sube el volumen de tu televisor
es_419: Sube el volumen de tu TV
fil: Itaas ang lakas ng tunog sa iyong TV
fr: Augmentez le volume de votre télévision
fr_ca: Augmentez le volume de votre télévision
it: Aumenta il volume della tua TV
pa: ਆਪਣੇ ਟੀਵੀ 'ਤੇ ਵੌਲਿਊਮ ਵਧਾਓ
pt_br: Aumente o volume da sua TV
pt_pt: Aumente o volume da sua TV
vi: Tăng âm lượng trên TV của bạn
zh_hans: 请把你的电视音量调大

source: Raise volume
ar: رفع الصوت
de: Lautstärke erhöhen
es: Subir volumen
es_419: Subir volumen
fil: Taasan ang lakas ng tunog
fr: Augmenter le volume
fr_ca: Augmenter le volume
it: Alza il volume
pa: ਵਾਲਿਉਮ ਵਧਾਓ
pt_br: Aumentar volume
pt_pt: Aumentar volume
vi: Tăng âm lượng
zh_hans: 提高音量

source: Refresh Chat Messages
ar: تحديث رسائل الدردشة
de: Chat-Nachrichten aktualisieren
es: Actualizar mensajes de chat
es_419: Actualizar mensajes de chat
fil: I-refresh ang mga Mensahe ng Chat
fr: Actualiser les messages du chat
fr_ca: Actualiser les messages du chat
it: Aggiorna Messaggi di Chat
pa: ਚੈਟ ਸੰਦੇਸ਼ਾਂ ਨੂੰ ਤਾਜ਼ਗੀ ਦੇਣਾ
pt_br: Atualizar Mensagens de Chat
pt_pt: Atualizar Mensagens de Chat
vi: Làm mới Tin nhắn Trò chuyện
zh_hans: 刷新聊天信息

source: Refresh devices
ar: تحديث الأجهزة
de: Geräte aktualisieren
es: Actualizar dispositivos
es_419: Actualizar dispositivos
fil: I-refresh ang mga aparato
fr: Actualiser les appareils
fr_ca: Actualiser les appareils
it: Aggiorna dispositivi
pa: ਜੰਤਰਾਂ ਨੂੰ ਰੀਫ੍ਰੈਸ਼ ਕਰੋ
pt_br: Atualizar dispositivos
pt_pt: Atualizar dispositivos
vi: Làm mới thiết bị
zh_hans: 刷新设备

source: Remote Button
ar: زر التحكم عن بعد
de: Fernbedienungstaste
es: Botón remoto
es_419: Botón remoto
fr: Bouton de télécommande
fr_ca: Bouton de la télécommande
it: Pulsante telecomando
pa: ਰਿਮੋਟ ਬਟਨ
pt_br: Botão Remoto
pt_pt: Botão do Controle Remoto
vi: Nút điều khiển từ xa
zh_hans: 遥控按钮

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
es_419: Restablecer
fil: I-reset
fr: Réinitialiser
fr_ca: Réinitialiser
it: Ripristina
pa: ਰੀਸੈਟ ਕਰੋ
pt_br: Redefinir
pt_pt: Redefinir
vi: Đặt lại
zh_hans: 重置

source: Reset All
ar: إعادة تعيين الكل
de: Alles zurücksetzen
es: Restablecer todo
es_419: Restablecer todo
fil: I-reset Lahat
fr: Tout réinitialiser
fr_ca: Tout réinitialiser
it: Ripristina tutto
pa: ਸਭ ਕੁਝ ਰੀਸੈਟ ਕਰੋ
pt_br: Redefinir Tudo
pt_pt: Redefinir Tudo
vi: Đặt lại tất cả
zh_hans: 全部重置

source: Reset to default accent color
ar: إعادة تعيين لون التمييز إلى الافتراضي
de: Auf Standard-Akzentfarbe zurücksetzen
es: Restablecer al color de acento predeterminado
es_419: Restablecer al color de énfasis predeterminado
fil: Ibalik sa default na kulay ng accent
fr: Réinitialiser à la couleur d’accentuation par défaut
fr_ca: Rétablir la couleur d’accentuation par défaut
it: Ripristina il colore di accento predefinito
pa: ਡਿਫੌਲਟ ਐਕਸੈਂਟ ਰੰਗ 'ਤੇ ਰੀਸੈੱਟ ਕਰੋ
pt_br: Redefinir para a cor de destaque padrão
pt_pt: Repor para a cor de destaque predefinida
vi: Đặt lại về màu nhấn mặc định
zh_hans: 重置为默认强调色

source: Rewind
ar: إرجاع
de: Zurückspulen
es: Rebobinar
es_419: Rebobinar
fil: I-rewind
fr: Rembobiner
fr_ca: Rembobiner
it: Riavvolgi
pa: ਰੀਵਾਈਂਡ
pt_br: Rebobinar
pt_pt: Retroceder
vi: Tua lại
zh_hans: 倒退

source: Right
ar: يمين
de: Rechts
es: Derecha
es_419: Derecha
fil: Kanan
fr: Droite
fr_ca: Droite
it: Destra
pa: ਸੱਜੇ
pt_br: Direita
pt_pt: Direita
vi: Phải
zh_hans: 向右

source: Roam cannot access its saved data. Device control may still work, but saved devices and messages are unavailable.
ar: يتعذر على Roam الوصول إلى بياناته المحفوظة. قد يظل التحكم في الجهاز يعمل، لكن الأجهزة والرسائل المحفوظة غير متاحة.
de: Roam kann nicht auf seine gespeicherten Daten zugreifen. Die Gerätesteuerung funktioniert möglicherweise weiterhin, aber gespeicherte Geräte und Nachrichten sind nicht verfügbar.
es: Roam no puede acceder a sus datos guardados. Es posible que el control de dispositivos aún funcione, pero los dispositivos y mensajes guardados no están disponibles.
es_419: Roam no puede acceder a sus datos guardados. Es posible que el control del dispositivo aún funcione, pero los dispositivos y mensajes guardados no están disponibles.
fil: Hindi ma-access ng Roam ang naka-save nitong data. Maaaring gumana pa rin ang pagkontrol sa device, ngunit hindi available ang mga naka-save na device at mensahe.
fr: Roam ne peut pas accéder à ses données enregistrées. Le contrôle des appareils peut encore fonctionner, mais les appareils et les messages enregistrés ne sont pas disponibles.
fr_ca: Roam ne peut pas accéder à ses données enregistrées. Le contrôle des appareils pourrait encore fonctionner, mais les appareils et les messages enregistrés ne sont pas disponibles.
it: Roam non riesce ad accedere ai dati salvati. Il controllo dei dispositivi potrebbe ancora funzionare, ma i dispositivi e i messaggi salvati non sono disponibili.
pa: Roam ਆਪਣੇ ਸੇਵ ਕੀਤੇ ਡਾਟਾ ਤੱਕ ਪਹੁੰਚ ਨਹੀਂ ਕਰ ਸਕਦਾ। ਡਿਵਾਈਸ ਕੰਟਰੋਲ ਅਜੇ ਵੀ ਕੰਮ ਕਰ ਸਕਦਾ ਹੈ, ਪਰ ਸੇਵ ਕੀਤੇ ਡਿਵਾਈਸ ਅਤੇ ਸੁਨੇਹੇ ਉਪਲਬਧ ਨਹੀਂ ਹਨ।
pt_br: O Roam não consegue acessar seus dados salvos. O controle de dispositivos ainda pode funcionar, mas os dispositivos e mensagens salvos estão indisponíveis.
pt_pt: O Roam não consegue aceder aos seus dados guardados. O controlo dos dispositivos poderá continuar a funcionar, mas os dispositivos e mensagens guardados estão indisponíveis.
vi: Roam không thể truy cập dữ liệu đã lưu của mình. Việc điều khiển thiết bị vẫn có thể hoạt động, nhưng các thiết bị và tin nhắn đã lưu không khả dụng.
zh_hans: Roam 无法访问其保存的数据。设备控制可能仍可用，但已保存的设备和消息不可用。

source: Roam could not open its saved device list. Device control may still work, but changes may not be saved. Please try quitting and re-opening Roam if you are unable to use the app.
ar: تعذّر على Roam فتح قائمة الأجهزة المحفوظة. قد يستمر التحكم في الأجهزة في العمل، ولكن قد لا يتم حفظ التغييرات. يُرجى محاولة إغلاق Roam وإعادة فتحه إذا تعذّر عليك استخدام التطبيق.
de: Roam konnte die gespeicherte Geräteliste nicht öffnen. Die Gerätesteuerung funktioniert möglicherweise weiterhin, Änderungen werden jedoch möglicherweise nicht gespeichert. Bitte versuchen Sie, Roam zu beenden und erneut zu öffnen, wenn Sie die App nicht verwenden können.
es: Roam no pudo abrir su lista de dispositivos guardada. Es posible que el control de dispositivos siga funcionando, pero que los cambios no se guarden. Intenta salir de Roam y volver a abrirlo si no puedes usar la app.
es_419: Roam no pudo abrir su lista de dispositivos guardados. Es posible que el control de dispositivos siga funcionando, pero que los cambios no se guarden. Intenta cerrar y volver a abrir Roam si no puedes usar la app.
fil: Hindi mabuksan ng Roam ang naka-save nitong listahan ng mga device. Maaaring gumana pa rin ang pagkontrol sa device, ngunit maaaring hindi ma-save ang mga pagbabago. Pakisubukang isara at muling buksan ang Roam kung hindi mo magamit ang app.
fr: Roam n’a pas pu ouvrir sa liste d’appareils enregistrée. Le contrôle des appareils peut encore fonctionner, mais les modifications risquent de ne pas être enregistrées. Essayez de quitter puis de rouvrir Roam si vous ne parvenez pas à utiliser l’application.
fr_ca: Roam n’a pas pu ouvrir sa liste d’appareils enregistrée. Le contrôle des appareils pourrait quand même fonctionner, mais les changements pourraient ne pas être enregistrés. Veuillez essayer de quitter puis de rouvrir Roam si vous n’arrivez pas à utiliser l’app.
it: Roam non è riuscito ad aprire l’elenco dei dispositivi salvati. Il controllo dei dispositivi potrebbe continuare a funzionare, ma le modifiche potrebbero non essere salvate. Prova a chiudere e riaprire Roam se non riesci a utilizzare l’app.
pa: Roam ਆਪਣੀ ਸੰਭਾਲੀ ਹੋਈ ਡਿਵਾਈਸ ਸੂਚੀ ਨਹੀਂ ਖੋਲ੍ਹ ਸਕਿਆ। ਡਿਵਾਈਸ ਕੰਟਰੋਲ ਅਜੇ ਵੀ ਕੰਮ ਕਰ ਸਕਦਾ ਹੈ, ਪਰ ਤਬਦੀਲੀਆਂ ਸੰਭਾਲੀਆਂ ਨਹੀਂ ਜਾ ਸਕਦੀਆਂ। ਜੇ ਤੁਸੀਂ ਐਪ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰ ਸਕਦੇ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ Roam ਨੂੰ ਬੰਦ ਕਰਕੇ ਮੁੜ ਖੋਲ੍ਹਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_br: O Roam não conseguiu abrir sua lista de dispositivos salva. O controle de dispositivos ainda pode funcionar, mas as alterações podem não ser salvas. Tente fechar e reabrir o Roam se não conseguir usar o app.
pt_pt: O Roam não conseguiu abrir a lista de dispositivos guardada. O controlo de dispositivos poderá continuar a funcionar, mas as alterações poderão não ser guardadas. Experimente sair e voltar a abrir o Roam se não conseguir utilizar a aplicação.
vi: Roam không thể mở danh sách thiết bị đã lưu. Việc điều khiển thiết bị vẫn có thể hoạt động, nhưng các thay đổi có thể không được lưu. Vui lòng thử thoát và mở lại Roam nếu bạn không thể sử dụng ứng dụng.
zh_hans: Roam 无法打开其保存的设备列表。设备控制可能仍可使用，但更改可能不会保存。如果您无法使用该应用，请尝试退出并重新打开 Roam。

source: Roam Help
ar: مساعدة التجوال
de: Hilfe herumwandern
es: Ayuda para Roaming
es_419: Ayuda de Roam
fil: Tumulong sa Paglalakbay
fr: Aide de navigation
fr_ca: Aide de navigation
it: Guida alla Roaming
pa: ਰੋਮ ਮਦਦ
pt_br: Ajuda de Navegação
pt_pt: Ajuda de Roaming
vi: Hỗ trợ Roam
zh_hans: 漫游帮助

source: Roam Menu Bar
ar: شريط القائمة الجوال
de: "Roam Menüleiste"
es: Barra de Menú de Roam
es_419: Barra de Menú de Roaming
fil: Galugarin ang Menu Bar
fr: Barre de menu Roam
fr_ca: Barre de menu Roam
it: "Barra dei menu Roam"
pa: Roam ਮੇਨੂ ਬਾਰ
pt_br: "Barra de Menu Roam"
pt_pt: "Barra de Menu Roam"
vi: "Thanh menu đi lang thang"
zh_hans: 漫游菜单栏

source: Roam's saved data appears damaged. Device control may still work, but saved devices and messages are unavailable.
ar: تبدو البيانات المحفوظة في Roam تالفة. قد يظل التحكم في الجهاز يعمل، لكن الأجهزة والرسائل المحفوظة غير متاحة.
de: Die gespeicherten Daten von Roam scheinen beschädigt zu sein. Die Gerätesteuerung funktioniert möglicherweise weiterhin, aber gespeicherte Geräte und Nachrichten sind nicht verfügbar.
es: Los datos guardados de Roam parecen estar dañados. Es posible que el control del dispositivo siga funcionando, pero los dispositivos y mensajes guardados no están disponibles.
es_419: Los datos guardados de Roam parecen estar dañados. Es posible que el control de dispositivos aún funcione, pero los dispositivos y mensajes guardados no están disponibles.
fil: Mukhang nasira ang naka-save na data ng Roam. Maaaring gumana pa rin ang pagkontrol sa device, ngunit hindi available ang mga naka-save na device at mensahe.
fr: Les données enregistrées de Roam semblent endommagées. Le contrôle de l’appareil peut encore fonctionner, mais les appareils et messages enregistrés ne sont pas disponibles.
fr_ca: Les données enregistrées de Roam semblent endommagées. Le contrôle des appareils peut encore fonctionner, mais les appareils et les messages enregistrés ne sont pas disponibles.
it: I dati salvati di Roam sembrano danneggiati. Il controllo dei dispositivi potrebbe ancora funzionare, ma i dispositivi e i messaggi salvati non sono disponibili.
pa: Roam ਦਾ ਸੇਵ ਕੀਤਾ ਡਾਟਾ ਖਰਾਬ ਲੱਗਦਾ ਹੈ। ਡਿਵਾਈਸ ਕੰਟਰੋਲ ਹਾਲੇ ਵੀ ਕੰਮ ਕਰ ਸਕਦਾ ਹੈ, ਪਰ ਸੇਵ ਕੀਤੀਆਂ ਡਿਵਾਈਸਾਂ ਅਤੇ ਸੁਨੇਹੇ ਉਪਲਬਧ ਨਹੀਂ ਹਨ।
pt_br: Os dados salvos do Roam parecem estar danificados. O controle de dispositivos ainda pode funcionar, mas os dispositivos salvos e as mensagens estão indisponíveis.
pt_pt: Os dados guardados do Roam parecem estar danificados. O controlo de dispositivos pode continuar a funcionar, mas os dispositivos e mensagens guardados não estão disponíveis.
vi: Dữ liệu đã lưu của Roam có vẻ bị hỏng. Việc điều khiển thiết bị có thể vẫn hoạt động, nhưng các thiết bị và tin nhắn đã lưu không khả dụng.
zh_hans: Roam 的已保存数据似乎已损坏。设备控制可能仍可使用，但已保存的设备和消息不可用。

source: Roam's saved data cannot be written right now. Device control still works, but changes may not be saved.
ar: لا يمكن كتابة بيانات Roam المحفوظة حاليًا. لا يزال التحكم في الجهاز يعمل، ولكن قد لا يتم حفظ التغييرات.
de: Die gespeicherten Daten von Roam können derzeit nicht geschrieben werden. Die Gerätesteuerung funktioniert weiterhin, aber Änderungen werden möglicherweise nicht gespeichert.
es: Los datos guardados de Roam no se pueden escribir en este momento. El control del dispositivo sigue funcionando, pero es posible que los cambios no se guarden.
es_419: Los datos guardados de Roam no se pueden escribir en este momento. El control del dispositivo sigue funcionando, pero es posible que los cambios no se guarden.
fil: Hindi maisulat sa ngayon ang naka-save na data ng Roam. Gumagana pa rin ang kontrol ng device, ngunit maaaring hindi ma-save ang mga pagbabago.
fr: Les données enregistrées de Roam ne peuvent pas être écrites pour le moment. Le contrôle de l’appareil fonctionne toujours, mais les modifications risquent de ne pas être enregistrées.
fr_ca: Les données sauvegardées de Roam ne peuvent pas être écrites pour le moment. Le contrôle de l’appareil fonctionne toujours, mais les modifications pourraient ne pas être enregistrées.
it: I dati salvati di Roam non possono essere scritti in questo momento. Il controllo del dispositivo funziona ancora, ma le modifiche potrebbero non essere salvate.
pa: Roam ਦਾ ਸੰਭਾਲਿਆ ਡਾਟਾ ਇਸ ਵੇਲੇ ਲਿਖਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਡਿਵਾਈਸ ਕੰਟਰੋਲ ਹਾਲੇ ਵੀ ਕੰਮ ਕਰਦਾ ਹੈ, ਪਰ ਤਬਦੀਲੀਆਂ ਸੰਭਾਲੀਆਂ ਨਹੀਂ ਜਾ ਸਕਦੀਆਂ।
pt_br: Os dados salvos do Roam não podem ser gravados no momento. O controle do dispositivo ainda funciona, mas as alterações podem não ser salvas.
pt_pt: Os dados guardados do Roam não podem ser gravados neste momento. O controlo do dispositivo continua a funcionar, mas as alterações poderão não ser guardadas.
vi: Dữ liệu đã lưu của Roam hiện không thể được ghi. Tính năng điều khiển thiết bị vẫn hoạt động, nhưng các thay đổi có thể không được lưu.
zh_hans: 目前无法写入 Roam 的保存数据。设备控制仍可正常使用，但更改可能不会被保存。

source: Roam's saved data is busy. Changes may not be saved until Roam can access it again.
ar: بيانات Roam المحفوظة مشغولة. قد لا يتم حفظ التغييرات حتى يتمكن Roam من الوصول إليها مرة أخرى.
de: Die gespeicherten Daten von Roam sind ausgelastet. Änderungen werden möglicherweise nicht gespeichert, bis Roam wieder darauf zugreifen kann.
es: Los datos guardados de Roam están ocupados. Es posible que los cambios no se guarden hasta que Roam pueda acceder a ellos de nuevo.
es_419: Los datos guardados de Roam están en uso. Es posible que los cambios no se guarden hasta que Roam pueda acceder a ellos de nuevo.
fil: Abala ang naka-save na data ng Roam. Maaaring hindi ma-save ang mga pagbabago hanggang sa ma-access itong muli ng Roam.
fr: Les données enregistrées de Roam sont en cours d’utilisation. Les modifications risquent de ne pas être enregistrées tant que Roam ne pourra pas y accéder à nouveau.
fr_ca: Les données enregistrées de Roam sont actuellement utilisées. Les modifications pourraient ne pas être enregistrées tant que Roam ne pourra pas y accéder de nouveau.
it: I dati salvati di Roam sono occupati. Le modifiche potrebbero non essere salvate finché Roam non potrà accedervi di nuovo.
pa: Roam ਦਾ ਸੇਵ ਕੀਤਾ ਡਾਟਾ ਵਿਅਸਤ ਹੈ। ਜਦ ਤੱਕ Roam ਇਸ ਤੱਕ ਦੁਬਾਰਾ ਪਹੁੰਚ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਤਬਦੀਲੀਆਂ ਸ਼ਾਇਦ ਸੇਵ ਨਾ ਹੋਣ।
pt_br: Os dados salvos do Roam estão em uso. As alterações podem não ser salvas até que o Roam possa acessá-los novamente.
pt_pt: Os dados guardados do Roam estão ocupados. As alterações poderão não ser guardadas até que o Roam consiga aceder-lhes novamente.
vi: Dữ liệu đã lưu của Roam đang bận. Các thay đổi có thể không được lưu cho đến khi Roam có thể truy cập lại dữ liệu đó.
zh_hans: Roam 的保存数据正被占用。在 Roam 能够再次访问之前，所做更改可能无法保存。

source: Roam's saved data is busy. Roam is using temporary data and will retry automatically.
ar: بيانات Roam المحفوظة مشغولة. يستخدم Roam بيانات مؤقتة وسيعيد المحاولة تلقائيًا.
de: Die gespeicherten Daten von Roam sind ausgelastet. Roam verwendet temporäre Daten und versucht es automatisch erneut.
es: Los datos guardados de Roam están ocupados. Roam está usando datos temporales y volverá a intentarlo automáticamente.
es_419: Los datos guardados de Roam están ocupados. Roam está usando datos temporales y volverá a intentarlo automáticamente.
fil: Abala ang naka-save na data ng Roam. Gumagamit ang Roam ng pansamantalang data at awtomatikong susubok muli.
fr: Les données enregistrées de Roam sont occupées. Roam utilise des données temporaires et réessaiera automatiquement.
fr_ca: Les données enregistrées de Roam sont occupées. Roam utilise des données temporaires et réessaiera automatiquement.
it: I dati salvati di Roam sono attualmente in uso. Roam sta usando dati temporanei e riproverà automaticamente.
pa: Roam ਦਾ ਸੰਭਾਲਿਆ ਡਾਟਾ ਵਿਆਸਤ ਹੈ। Roam ਅਸਥਾਈ ਡਾਟਾ ਵਰਤ ਰਿਹਾ ਹੈ ਅਤੇ ਆਪਣੇ ਆਪ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੇਗਾ।
pt_br: Os dados salvos do Roam estão ocupados. O Roam está usando dados temporários e tentará novamente automaticamente.
pt_pt: Os dados guardados do Roam estão ocupados. O Roam está a utilizar dados temporários e tentará novamente automaticamente.
vi: Dữ liệu đã lưu của Roam đang bận. Roam đang sử dụng dữ liệu tạm thời và sẽ tự động thử lại.
zh_hans: Roam 的已保存数据当前繁忙。Roam 正在使用临时数据，并会自动重试。

source: Roku Apps
ar: تطبيقات روكو
de: "Roku Apps" auf Deutsch ist "Roku Anwendungen".
es: Aplicaciones de Roku
es_419: Aplicaciones de Roku
fil: "Mga App sa Roku"
fr: Applications Roku
fr_ca: Applications Roku
it: "App Roku"
pa: ਰੋਕੂ ਐਪਸ
pt_br: Aplicativos Roku
pt_pt: Aplicações Roku
vi: Ứng dụng Roku
zh_hans: Roku应用程序

source: Roku Controls
ar: تحكمات روكو
de: "Roku Steuerungen"
es: Controles de Roku
es_419: Controles Roku
fil: "Mga Kontrol ng Roku"
fr: Contrôles Roku
fr_ca: Contrôles Roku
it: "Controlli Roku"
pa: ਰੋਕੂ ਕੰਟਰੋਲਸ
pt_br: Controles Roku
pt_pt: Controles Roku
vi: Điều khiển Roku
zh_hans: Roku控制器

source: Save to files
ar: حفظ في الملفات
de: In Dateien speichern
es: Guardar en archivos
es_419: Guardar en archivos
fil: I-save sa mga file
fr: Enregistrer dans les fichiers
fr_ca: Enregistrer dans les fichiers
it: Salva nei file
pa: ਫਾਈਲਾਂ ਵਿੱਚ ਸੰਭਾਲੋ
pt_br: Salvar em arquivos
pt_pt: Guardar nos ficheiros
vi: Lưu vào tệp
zh_hans: 保存到文件

source: Save to photos
ar: حفظ في الصور
de: In Fotos speichern
es: Guardar en fotos
es_419: Guardar en fotos
fil: I-save sa mga larawan
fr: Enregistrer dans les photos
fr_ca: Enregistrer dans les photos
it: Salva nelle foto
pa: ਫੋਟੋਆਂ ਵਿੱਚ ਸੇਵ ਕਰੋ
pt_br: Salvar em fotos
pt_pt: Guardar nas fotos
vi: Lưu vào ảnh
zh_hans: 保存到照片

source: Scan for devices
ar: مسح الأجهزة
de: Nach Geräten suchen
es: Buscar dispositivos
es_419: Buscar dispositivos
fil: I-scan ang mga aparato
fr: Rechercher des appareils
fr_ca: Rechercher des appareils
it: Scansiona per dispositivi
pa: ਉਪਕਰਣਾਂ ਲਈ ਸਕੈਨ ਕਰੋ
pt_br: Procurar dispositivos
pt_pt: Procurar dispositivos
vi: Quét thiết bị
zh_hans: 扫描设备

source: Scan for devices automatically
ar: مسح الأجهزة تلقائيًا
de: Automatisch nach Geräten suchen
es: Buscar dispositivos automáticamente
es_419: Buscar dispositivos automáticamente
fil: Awtomatikong i-scan ang mga aparato
fr: Rechercher des appareils automatiquement
fr_ca: Rechercher des appareils automatiquement
it: Scansiona automaticamente per dispositivi
pa: ਉਪਕਰਣਾਂ ਲਈ ਆਪੇ ਹੀ ਸਕੈਨ ਕਰੋ
pt_br: Procurar dispositivos automaticamente
pt_pt: Procurar dispositivos automaticamente
vi: Tự động quét thiết bị
zh_hans: 自动扫描设备

source: Scanning for devices
ar: جار البحث عن الأجهزة
de: "Suche nach Geräten"
es: Buscando dispositivos
es_419: Escaneando dispositivos
fil: "Nagsascan ng mga aparato"
fr: Analyse des appareils en cours
fr_ca: Balayage des appareils
it: Eseguiamo la scansione dei dispositivi
pa: ਉਪਕਰਣਾਂ ਦੀ ਸਕੈਨਿੰਗ
pt_br: Procurando por dispositivos
pt_pt: "A procurar por dispositivos"
vi: Đang quét các thiết bị
zh_hans: 正在扫描设备

source: Scanning for devices...
ar: جارٍ مسح الأجهزة...
de: Suche nach Geräten...
es: Buscando dispositivos...
es_419: Buscando dispositivos...
fil: Nagsi-scan ng mga aparato...
fr: Recherche d'appareils en cours...
fr_ca: Recherche des appareils...
it: Scansione dei dispositivi in corso...
pa: ਉਪਕਰਣਾਂ ਲਈ ਸਕੈਨ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pt_br: Procurando dispositivos...
pt_pt: Procurando dispositivos...
vi: Đang quét thiết bị...
zh_hans: 正在扫描设备...

source: Scanning for devices…
ar: جارٍ البحث عن الأجهزة…
de: Suche nach Geräten…
es: Buscando dispositivos…
es_419: Buscando dispositivos…
fil: Naghahanap ng mga device…
fr: Recherche d’appareils…
fr_ca: Recherche d’appareils…
it: Ricerca di dispositivi in corso…
pa: ਡਿਵਾਈਸਾਂ ਲਈ ਸਕੈਨ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pt_br: Procurando dispositivos…
pt_pt: A procurar dispositivos…
vi: Đang quét tìm thiết bị…
zh_hans: 正在扫描设备…
